"Space" = "Espace";
"Use old shortcut" = "Ancien raccourci";
"Type shortcut" = "Taper le raccourci";
"Click to record shortcut" = "Nouveau raccourci";
"Pad %@" = "Pavé %@";
"The key combination %@ can't be used!" = "Impossible d'utiliser la combinaison de touches %@ !";
"The key combination \"%@\" can't be used because %@." = "Impossible d'utiliser la combinaison de touches « %@ » car  %@.";
"The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)" = "Impossible d'utiliser la combinaison de touches « %@ » car elle est déjà utilisée par un raccourci clavier système (si vous voulez vraiment utiliser cette combinaison de touches, il est possible de modifier la plupart des raccourcis dans la sous-fenêtre Clavier de Préférences Système).";
"The key combination \"%@\" can't be used because it's already used by the menu item \"%@\"." = "Impossible d'utiliser la combinaison de touches « %@ » car elle est déjà utilisée par l'option de menu « %@ ».";
"Command + " = "Commande + ";
"Option + " = "Option + ";
"Shift + " = "Maj + ";
"Control + " = "Contrôle + ";